// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Contactos";
"Str_FaxAddressBook"="Agenda";
"Str_FaxSyncContacts"="Sincronizar %@";

"Str_FaxSyncContacts_Start"="Iniciar";
"Str_FaxPrintQueue"="Fila de impressão";
"Str_FaxStatus"="Estado";
"Str_FaxSyncContacts_Sync_Waiting"="É favor aguardar.";

"Str_FaxSyncContact_CannotAccess_A"="Não é permitido aceder a %@.";
"Str_FaxSyncContact_CannotAccess_B"="Permita que o FAX Utility aceda a %@. Vá para [Preferências do Sistema] - [Segurança e Privacidade] - [Privacidade] - [%@].\nReinicie o FAX Utility para actualizar.";

"Str_FaxSyncContact_StartInfo_A"="Sincroniza %@ (manual)";
"Str_FaxSyncContact_StartInfo_B"="Permite visualizar a lista %@ quando estiver a seleccionar destinatários do fax na caixa de diálogo [Imprimir...] de outras aplicações. Não se esqueça de voltar a sincronizar %@ se editar a lista %@.";
"Str_FaxSyncContact_StartInfo_C"="Será aplicado a todas as filas de impressão de faxes Epson.\n Antes de continuar certifique-se de que:";
"Str_FaxSyncContact_StartInfo_D"="      -As caixas de diálogo [Imprimir...] de todas as aplicações estão fechadas.\n      -Não estão a ser enviados faxes.\n      -Não existem filas de faxes da impressora em pausa.";

"Str_FaxSyncContact_OpenPrintQueue"="Para aceder às filas de impressão, vá para [Preferências do Sistema] - [Impressão e Digitalização] - [Abrir fila de impressão...].";
"Str_FaxSyncContact_StartInfo_Start"="Faça clique em [Iniciar] para começar a sincronizar %@.";

"Str_FaxSyncContact_State_Title"="Filas de impressão de faxes Epson a sincronizar %@:";

"Str_FaxSyncContact_State_Idle"="Operacional";
"Str_FaxSyncContact_State_InProgress"="A sincronizar";
"Str_FaxSyncContact_State_PauseQueue"="Em Pausa";
"Str_FaxSyncContact_State_SendingFax"="A enviar faxes";
"Str_FaxSyncContact_State_HoldJob"="Tarefa retida";
"Str_FaxSyncContact_State_WaitSync"="Ocupada";
"Str_FaxSyncContact_State_SyncComplete"="Sincronização concluída";
"Str_FaxSyncContact_State_SyncFailed"="Sincronização falhou";

"Str_FaxSyncContacts_Sync"="A sincronizar %@.";
"Str_FaxSyncContacts_SyncBusy"="Não é possível sincronizar com uma ou mais filas de impressão. A sincronização de %@ será retomada quando as filas de impressão não estiverem pausa ou depois de os faxes terem sido enviados.";
"Str_FaxSyncContacts_SyncBusy_Check"="Verifique as filas de impressão de faxes Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="A cancelar.";

"Str_FaxSyncContacts_Complete"="A sincronização de %@ está concluída.";
"Str_FaxSyncContacts_CompleteWithCancel"="(A sincronização de %@ já estava concluída antes de a operação ser cancelada.)";

"Str_FaxSyncContacts_Error_A"="A sincronização de %@ falhou.";
"Str_FaxSyncContacts_Error_B"="Verifique se as filas de impressão de faxes Epson não estão em pausa, se a tarefa está retida ou se estão a ser enviados faxes.";

"Str_FaxSyncContact_ErrorOldPPD"="Uma ou mais filas de impressão de faxes Epson foram criadas por um Controlador de PC-Fax mais antigo.\n\nPara sincronizar %@, tem de ir para [Preferências do Sistema] - [Impressão e Digitalização] e, em seguida, apagar e criar de novo as filas de impressão de faxes Epson com o Controlador de PC-FAX mais recente.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Filas de impressão de faxes Epson a criar de novo:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Acerca do FAX Utility...";
"Preferences..."="Preferências...";
"Services"="Serviços";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar Outros";
"Show All"="Mostrar Tudo";
"Quit FAX Utility"="Sair do FAX Utility";
"File"="Ficheiro";
"Close"="Fechar";
"Window"="Janela";
"Minimize"="Minimizar";
"Help"="Ajuda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Não encontra o ficheiro necessário p/ executar a aplicação.\nReinstale o FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossível obter dados da impressora (fax). Vá para \"Impr. e Preferências de fax\" e adicione o controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="O ficheiro especificado já existe. Quer substituir?";
"Str_Alert_Common_Not_Responding_Error"="Impressora não responde. Veja se a impressora está bem ligada e ligada à corrente.";
"Str_Alert_Common_Communication_Error"="Ocorreu erro comunicação da impressora.";
"Str_Alert_Common_Printer_Processing_Error"="Impressora a processar dados. Aguarde um pouco e tente de novo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Detectado erro ao comunicar c/ a impressora.\nCódigo de erro (%d)";
"Str_Alert_Common_Error_Occurred"="Processamento cancelado porque ocorreu erro.";
"Str_Alert_Common_PrinterStatusError"="Ocorreu erro na impressora. Resolva-o e tente de novo.";
